[{"id":1,"name":"Spiral CT scanner","img":"https://www.comfortbd.com/IST/2019/December/26th/1577374892/spiral-ct-scanner_1578728342.jpg","description":"A spiral computed tomography (CT) scan takes images using radiation. ... Spiral CT uses a faster machine that spins continuously around the body. This allows it to more quickly detect images and spot problems. It can also detect small nodules (early-stage lung disease) that cannot be clearly seen on chest x-rays."},{"id":2,"name":"Hemodialysis","img":"https://www.comfortbd.com/IST/2020/January/11th/1578728217/spiral-ct-scanner_1578728425.jpg","description":"Hemodialysis, also spelled haemodialysis, or simply dialysis, is a process of purifying the blood of a person whose kidneys are not working normally."},{"id":3,"name":"Digital X-ray","img":"https://www.comfortbd.com/IST/2020/January/11th/1578728587/digital-x-ray_1578728587.jpg","description":"Digital radiography is a form of radiography that uses x-ray–sensitive plates to directly capture data during the patient examination, immediately transferring it to a computer system without the use of an intermediate cassette."},{"id":4,"name":"Mammogram","img":"https://www.comfortbd.com/IST/2020/January/11th/1578728643/mammogram_1578728643.jpg","description":"Mammography is the process of using low-energy X-rays to examine the human breast for diagnosis and screening. The goal of mammography is the early detection of breast cancer, typically through detection of characteristic masses or microcalcifications."},{"id":5,"name":"OPG","img":"https://www.comfortbd.com/IST/2020/January/11th/1578728742/opg_1578728742.jpg","description":"An OPG is a panoramic X-ray of the upper and lower jaws, including the teeth. The OPG unit is specifically designed to rotate around the patient's head during the scan. An OPG will take approximately 20 seconds. An OPG can be used to look for. Fractures."},{"id":6,"name":"Renal Biopsy","img":"https://www.comfortbd.com/IST/2020/January/11th/1578728823/rinal-biopsy_1578728882.jpg","description":"Renal biopsy is a medical procedure in which a small piece of kidney is removed from the body for examination, usually under a microscope. Microscopic examination of the tissue can provide information needed to diagnose, monitor or treat problems of the kidney."},{"id":7,"name":"ULTRASONOGRAPHY","img":"https://www.comfortbd.com/IST/2020/January/15th/1579068809/comfortbd_1579068809.jpg","description":"Medical ultrasound is a diagnostic imaging technique based on the application of ultrasound. It is used to create an image of internal body structures such as tendons, muscles, joints, blood vessels, and internal organs. Its aim is often to find a source of a disease or to exclude pathology"},{"id":8,"name":"4D ULTRASONOGRAPHY","img":"https://www.comfortbd.com/IST/2020/January/11th/1578731852/4d-ultrasonography_1578731852.jpg","description":"4D scans show moving 3D images of your baby, with time being the fourth dimension. ... With 3D and 4D scans, you see your baby's skin rather than her insides. You may see the shape of your baby's mouth and nose, or be able to spot her yawning or sticking her tongue out."},{"id":9,"name":"VIDEO ENDOSCOPY","img":"https://www.comfortbd.com/IST/2020/January/15th/1579069189/comfortbd_1579069189.jpg","description":"Capsule endoscopy is a procedure that uses a tiny wireless camera to take pictures of your digestive tract."},{"id":10,"name":"UROFLOWMETRY","img":"https://www.comfortbd.com/IST/2020/January/15th/1579069338/comfortbd_1579069338.jpg","description":"Urine flow rate or urinary flow rate is the volumetric flow rate of urine during urination. It is a measure of the quantity of urine excreted in a specified period of time. It is measured with uroflowmetry, a type of flow measurement. The letters 'V' and 'Q' are both used as a symbol for urine flow rate."}]